cgrid_native/constant/momentumTransport
FoamFile{version 2.0; format ascii; class dictionary; location "constant"; object momentumTransport;}
simulationType RAS; RAS{ model kOmegaSST; turbulence on; printCoeffs on; }