cgrid_native/0/nut
FoamFile{version 2.0; format ascii; class volScalarField; object nut;}
dimensions [0 2 -1 0 0 0 0]; internalField uniform 4.226168e-03;
boundaryField{ airfoil{type nutLowReWallFunction; value uniform 0;}
 farfield{type calculated; value uniform 4.226168e-03;}
 outlet{type calculated; value uniform 4.226168e-03;}
 frontAndBack{type empty;} }