cgrid_native/0/omega
FoamFile{version 2.0; format ascii; class volScalarField; object omega;}
dimensions [0 0 -1 0 0 0 0]; internalField uniform 2.8749;
boundaryField{ airfoil{type omegaWallFunction; value uniform 2.8749;}
 farfield{type freestream; freestreamValue uniform 2.8749;}
 outlet{type freestream; freestreamValue uniform 2.8749;}
 frontAndBack{type empty;} }