cgrid_native/system/fvSchemes
FoamFile{version 2.0; format ascii; class dictionary; object fvSchemes;}
ddtSchemes{ default steadyState; } gradSchemes{ default cellLimited Gauss linear 1; }
divSchemes{ default none; div(phi,U) bounded Gauss linearUpwindV grad(U);
 div(phi,k) bounded Gauss upwind; div(phi,omega) bounded Gauss upwind;
 div((nuEff*dev2(T(grad(U))))) Gauss linear; }
laplacianSchemes{ default Gauss linear corrected; } interpolationSchemes{ default linear; }
snGradSchemes{ default corrected; } wallDist{ method meshWave; }