cgrid_native/system/fvSolution
FoamFile{version 2.0; format ascii; class dictionary; object fvSolution;}
solvers{
 p{ solver GAMG; tolerance 1e-7; relTol 0.01; smoother DICGaussSeidel; nPreSweeps 0; nPostSweeps 2;
    nFinestSweeps 2; cacheAgglomeration on; agglomerator faceAreaPair; nCellsInCoarsestLevel 50; mergeLevels 1; }
 Phi{ solver GAMG; tolerance 1e-6; relTol 0.01; smoother DICGaussSeidel; nCellsInCoarsestLevel 50; }
 "(U|k|omega)"{ solver smoothSolver; smoother symGaussSeidel; tolerance 1e-8; relTol 0.05; nSweeps 2; } }
SIMPLE{ nNonOrthogonalCorrectors 2; consistent yes; residualControl{ p 1e-6; U 1e-6; } }
potentialFlow{ nNonOrthogonalCorrectors 5; }
relaxationFactors{ equations{ U 0.3; k 0.2; omega 0.2; } fields{ p 0.2; } }